Revit 2027 API
WorksetKindFilter Constructor
Overload List
Name | Description
WorksetKindFilter(WorksetKind) |  Constructs a new instance of WorksetKindFilter filter to match worksets of the given WorksetKind.
WorksetKindFilter(WorksetKind, Boolean) |  Constructs a new instance of WorksetKindFilter filter to match worksets of the given WorksetKind.
Top
See Also
Reference
WorksetKindFilter Class
Autodesk.Revit.DB Namespace